Repository: codenerix/django-codenerix-products
Catalog: codenerix_products/locale/*/LC_MESSAGES/django.po
Languages: es

source: Details
es: Detalles

source: Packaging information
es: Información de paquete

source: Create product final
es: Crear producto final

source: Information
es: Información

source: Product
es: Producto

source: Related products
es: Productos relacionados

source: Related accesory
es: Accesorios relacionados

source: Value
es: Valor

source: The select product haven't video url
es: El producto seleccionado no tiene una URL del video

source: Option products
es: Opciones del producto

source: Title and alternative text of the image
es: Título y texto alternativo de la imagen

source: Description
es: Descripción

source: Sin validacion
es: Sin validación

source: Boolean
es: Booleano

source: Right
es: Derecha

source: Left
es: Izquierda

source: Tax (%)
es: Impuesto (%)

source: Name
es: Nombre

source: Default
es: Por defecto

source: Cannot delete type tax model, relationship between type tax model and products
es: No se puede eliminar el tipo de impuesto, esta relacionado con productos

source: Type value
es: Tipo de valor

source: Price
es: Precio

source: Type price
es: Tipo de precio

source: Public
es: Público

source: Order
es: Orden

source: Family
es: Familia

source: Category
es: Categoría

source: Type Value
es: Tipo de valor

source: Slug
es: URL amigable

source: Text alternavive image
es: Texto alternativo de la imagen

source: Description short
es: Descripción corta

source: Description long
es: Descripción larga

source: Tittle
es: Título

source: Sample description
es: Descripción de la muestra

source: Code
es: Código

source: Show menu
es: Mostrar en menú

source: Icon
es: Icono

source: Show Menu
es: Mostrar en menú

source: Cannot delete family model, relationship between family model and products
es: No se puede eliminar la familia, está relacionada con productos

source: Cannot delete family model, relationship between family model and features
es: No se puede eliminar la familia, está relacionada con características

source: Cannot delete family model, relationship between family model and attributes
es: No se puede eliminar la familia, está relacionada con atributos

source: Cannot delete family model, relationship between family model and feature special
es: No se puede eliminar la familia, está relacionada con productos

source: Cannot delete family model, relationship between family model and categories
es: No se puede eliminar la familia, está relacionada con categorías

source: Show only products in stock
es: Mostrar solo productos con stock

source: Image
es: Imagen

source: Family name
es: Nombre de la familia

source: Family code
es: Código de la familia

source: Show Only Products with Stock
es: Mostrar solo productos con stock

source: Cannot delete category model, relationship between category model and products
es: No se puede eliminar la categoría, está relacionada con productos

source: Cannot delete category model, relationship between category model and features
es: No se puede eliminar la categoría, está relacionada con características

source: Cannot delete category model, relationship between category model and attributes
es: No se puede eliminar la categoría, está relacionada con atributos

source: Cannot delete category model, relationship between category model and feature special
es: No se puede eliminar la categoría, está relacionada con características especiales

source: Cannot delete category model, relationship between category model and subcategories
es: No se puede eliminar la categoría, está relacionada con subcategorías

source: Show brand (for menu)
es: Mostrar la marca (para el menú)

source: Outstanding
es: Destacado

source: Category name
es: Nombre de la categoría

source: Category code
es: Código de la categoría

source: Cannot delete subcategory model, relationship between subcategory model and products
es: No se puede eliminar la subcategoría, está relacionada con productos

source: Option value
es: Valor de la opción

source: Cannot delete group value model, relationship between group value model and options
es: No se puede eliminar el grupo de valores, está relacionada con opciones

source: Cannot delete group value model, relationship between group value model and features
es: No se puede eliminar el grupo de valores, está relacionada con características

source: Cannot delete group value model, relationship between group value model and attributes
es: No se puede eliminar el grupo de valores, está relacionada con atributos

source: Cannot delete group value model, relationship between group value model and feature special
es: No se puede eliminar el grupo de valores, está relacionada con características especiales

source: Options value
es: Opciones de valores

source: List value
es: Lista de valores

source: Cannot delete feature model, relationship between feature model and products
es: No se puede eliminar la características, está relacionada con productos

source: Attribute
es: Atributo

source: Cannot delete attribute model, relationship between attribute model and products final
es: No se puede eliminar el atributo, está relacionada con productos finales

source: The value must unique
es: El valor debe ser único

source: Cannot delete feature special model, relationship between feature special model and products
es: No se puede eliminar la características especial, está relacionada con productos

source: Missing brand name
es: Falta el nombre de la marca

source: Cannot delete brand model, relationship between brand model and products
es: No se puede eliminar la marca, está relacionada con productos

source: Model
es: Modelo

source: Brand
es: Marca

source: Subcategory
es: Subcategoría

source: Price base
es: Precio base

source: Sales
es: Ventas

source: Purchase
es: Compras

source: Force stock
es: Forzar stock

source: Feature special
es: Característica especial

source: Packing cost
es: Precio de empaquetado

source: Weight
es: Peso

source: Tax
es: Impuesto

source: Cannot delete product model, relationship between product model and products final
es: No se puede eliminar el producto, tiene productos finales relacionados con él

source: Cannot delete product model, relationship between product model and products image
es: No se puede eliminar el producto, tiene imágenes relacionados con él

source: Cannot delete product model, relationship between product model and products document
es: No se puede eliminar el producto, tiene documentos relacionados con él

source: Cannot delete product model, relationship between product model and products feature
es: No se puede eliminar el producto, tiene características relacionados con él

source: Cannot delete product model, relationship between product model and products related
es: No se puede eliminar el producto, tiene productos relacionados relacionados con él

source: Cannot delete product model, relationship between product model and products related sold
es: No se puede eliminar el producto, tiene productos relacionados vendidos relacionados con él

source: Products related
es: Productos relacionados

source: Flagship product
es: Producto estrella

source: Offer
es: Oferta

source: Most sold
es: Más vendido

source: Reviews
es: Revisiones

source: Reviews count
es: Número de revisiones

source: Sample
es: Muestra

source: If this option is checked the product can not be sold
es: Si esta marcada, el producto no se podrá vender

source: If it is empty, code is equal to code product
es: Si esta vacío, el código será el mismo que el del producto

source: If it is empty, price base is equal to price base of product
es: Si esta vacío, el precio base es el mismo que el del producto

source: If it is empty, packing cost is equal to packing cost of product
es: Si esta vacío, el precio de empaquetar es el mismo que el del producto

source: If it is empty, weight is equal to weight of product
es: si esta vacío, el peso será el mismo que el del producto

source: Product Code
es: Código del producto

source: Is pack
es: Es un pack

source: Cannot delete product final model, relationship between product final model and products final attributes
es: No se puede eliminar el producto final, tiene atributos relacionados con él

source: Cannot delete product final model, relationship between product final model and products final image
es: No se puede eliminar el producto final, tiene imágenes relacionados con él

source: Cannot delete product final model, relationship between product final model and products unique
es: No se puede eliminar el producto final, tiene productos únicos relacionados con él

source: Cannot delete product final model, relationship between product final model and products flaship
es: No se puede eliminar el producto final, tiene productos estrellas relacionados con él

source: Product Final
es: Producto Final

source: Attributes
es: Atributo

source: True
es: Verdad

source: False
es: Falso

source: A product final can not have the same attribute
es: Un producto final no puede tener el mismo atributo

source: Feature
es: Característica

source: Product final
es: Producto final

source: Ya existe un producto final con el valor de la caracteristicas especial
es: Ya existe un producto final con el valor de la características especial

source: Product don't seleted
es: Producto no seleccionado

source: View video
es: Ver video

source: Orientazion
es: Orientación

source: View Video
es: Ver Video

source: Active
es: Activo

source: Option
es: Opción

source: Products options
es: Opciones de los productos

source: Description ES
es: Descripción en español

source: Delete
es: Borrado

source: Delete option?
es: ¿Borrar opción?

source: File
es: Ficheros

source: Feature Special
es: Característica Especial

source: TypeTax
es: Tipo de Impuesto

source: People
es: Gente

source: FeatureSpecial
es: Característica Especial

source: Subcategories
es: Subcategorías

source: Add product & product final
es: Añadir producto y producto final

source: Features
es: Características

source: Documents
es: Documentos

source: Images
es: Imágenes

source: Products Final
es: Productos finales

source: ProductImage
es: Imagen del producto

source: ProductDocument
es: Documento del producto

source: ProductFinal
es: Producto Final

source: Product related
es: Producto relacionado

source: Product accesory
es: Accesorio del producto

source: Product options
es: Opciones del producto

source: Identifier
es: Identificador

source: Stock lock
es: Stock bloqueado

source: Public {}
es: Público {}

source: ProductFinalAttribute
es: Atributos del producto final

source: Option invalid
es: Opción inválida

source: Value invalid
es: Valor inválido

source: ProductFeature
es: Característica del producto

source: ProductUnique
es: Producto Único

source: Value existing
es: El valor ya existe

source: GroupValueFeature
es: Grupo de valores para característica

source: List values
es: Lista de valores

source: GroupValueAttribute
es: Grupo de valores para atributos

source: GroupValueFeatureSpecial
es: Grupo de valores para características especial

source: OptionValueFeature
es: Opción de característica

source: OptionValueAttribute
es: Opción de atributo

source: OptionValueFeatureSpecial
es: Opción de característica especial

source: FlagshipProduct
es: Producto Estrella

source: Buy
es: Comprar

source: New
es: Nuevo

source: Wish list
es: Lista de deseos

source: Shopping cart
es: Carrito de la compra

source: Created
es: Creado

source: Products
es: Productos

source: ProductFinalOption
es: Opción del producto final
